<template>
  <div class="flex w-full h-full items-center justify-center">
    조선의↗ 궁궐에↘ 당도한→것을↗ 환영하오→낯선이여↘<br />
    나는↘ 나의→ 훌륭한↘ 백성들을↗ 굽어→ 살피는↘ 깨우친↑ 임금↗<br />
    그래서→ 아~주 좋은 임금↗ 세종이오~↘<br />
    음~ 좋다!↘<br />
    나는↘ (세세세세세세세세) 세종↗ 세종↗이오~↘<br />
    (세세세세세세세세) 세종↗ 세종↗이오~↘<br />
    백성들을↗ 굽어→살피는↘ 깨우친↑ 임금↗<br />
    (세세세세세세세세) 세종↗ 세종↗이오~↘<br />
    가~엽고↘ 딱한↘ 세종↗ 세종↗ 세종↗<br />
    어림없는→ 소리↗ 나는↘ 막강한↗ 세종이오~↘<br />
    집현전을 터는↘ 세종↗ 나는↘ 무력으로 라도↘ (세종↗)(나는↘)<br />
    그래↘ 세종이↑ 아주 좋소↗<br />
  </div>
</template>
